/* 
  Localizable.strings
  myFHJ

  Created by Markus Scheucher on 26.06.11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/

"WelcomeKey" = "Welcome";

"app.disclaimer" = "The FH JOANNEUM GmbH is responsible for all services and content this app provides. Apple Computers is not involved by any means ";

"ui.ok" = "OK";
"ui.cancel" = "Cancel";

"launcher.title" = "myFHJ";

"feed.articleLink" = "To the article";

"agenda.today" = "Today";
"agenda.tomorow" = "Tomorow";
"agenda.noCourses" = "No Courses";

"settings.info" = "Information";
"settings.personalData" = "Personal Data";
"settings.firstname" = "First Name";
"settings.lastname" = "Last Name";
"settings.programme" = "Programme";
"settings.location" = "Location";
"settings.programmeCode" = "Code";
"settings.year" = "Year";
"settings.location.info" = "The 'Location' setting has no purpose at this time, It may be used in future versions of this app.";
"settings.programmeCode.info"= "The 'Code' Setting is used in the feature Agenda. The chosen value will be build in in the URL of the Agenda call.";
"settings.year.info" = "The 'Year' Setting is used in the feature Agenda. The chosen value will be build in in the URL of the Agenda call.";